#By CO_LIGHT
tellraw @a {"text":"------------------模式介绍------------------","color":"gold"}
tellraw @a {"text":"[竞速模式]","color":"yellow"}
tellraw @a "求生者的目标是到达终点，当第一个求生者到达终点后会进行倒计时，倒计时结束后游戏结束，并显示前三名,完成目标的玩家(在第3名之后到达的人)和未完成目标的玩家"
tellraw @a {"text":"[计时模式]","color":"yellow"}
tellraw @a "游戏开始时在屏幕上方会显示[剩余时间],求生者需要在[剩余时间]归零之前到达终点,求生者只要一位到达就算求生者胜利,若未有求生者在[剩余时间]归零之前到达终点，则杀手胜利   "
tellraw @a {"text":"(计时模式的[剩余时间】可以在客制化中的[计时模式时间设定]自行来更改)","color":"gray"}
tellraw @a {"text":"-----------------模式介绍End----------------","color":"gold"}