#By CO_LIGHT

tellraw @a {"text":"------------------模式介绍------------------","color":"gold","bold":true}
tellraw @a {"text":"[竞速模式]","color":"yellow"}
tellraw @a "该模式下玩家的复活次数将受到限制，求生者们需要小心使用自己的复活次数，躲过机关到达终点，当第一位求生者到达终点后，游戏将进行倒计时，在倒计时结束之前将记为前三名或完成，结束前未到达或生命值耗尽则为未完成"
tellraw @a {"text":"[计时模式]","color":"yellow"}
tellraw @a "该模式下玩家的通关时间受到限制，在屏幕上方将显示[剩余时间]，求生者们需要在[剩余时间]归零前到达终点，当有任何一位求生者到达终点时求生者胜利，其他求生者仍可在[剩余时间]归零前争夺前三，当[剩余时间]归零或求生者全员完成游戏结束   "
tellraw @a {"text":"(竞速模式的[生命值]设定与计时模式的[剩余时间]都可在客制化自行更改)","color":"gray"}
tellraw @a {"text":"-----------------模式介绍End----------------","color":"gold","bold":true}